tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "angular-cli"
brew "aws-cdk"
brew "python@3.10"
brew "awscli"
brew "cmake"
brew "git"
brew "git-secrets"
brew "go"
brew "nvm"
brew "pipenv"
brew "protobuf"
brew "pyenv"
brew "redis"
brew "rust"
brew "tree"
brew "typescript"
brew "wget"
brew "yarn"
cask "docker"
cask "google-chrome"
cask "intellij-idea-ce"
cask "iterm2"
cask "microsoft-teams"
cask "slack"
cask "temurin8"
cask "visual-studio-code"
