tap "homebrew/bundle"
tap "pivotal/tap"
tap "supabase/tap"
brew "aws-cdk"
brew "awscli"
brew "cmake"
brew "git"
brew "protobuf"
brew "mysql"
brew "nvm"
brew "pkgconf"
brew "pnpm"
brew "pyenv"
brew "python@3.10"
brew "rust"
brew "tree"
brew "wget"
brew "yarn"
brew "supabase/tap/supabase"
cask "docker"
cask "google-chrome"
cask "iterm2"
cask "visual-studio-code"
vscode "saoudrizwan.claude-dev"
