tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "spring-io/tap"
brew "angular-cli"
brew "aws-cdk"
brew "awscli"
brew "cmake"
brew "git"
brew "git-secrets"
brew "go"
brew "imagemagick"
brew "jq"
brew "nvm"
brew "python@3.10"
brew "pipenv"
brew "protobuf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "redis"
brew "rust"
brew "tree"
brew "typescript"
brew "watchman"
brew "wget"
brew "yarn"
brew "spring-io/tap/spring-boot"
cask "blender"
cask "docker"
cask "dotnet-sdk"
cask "google-chrome"
cask "intellij-idea-ce"
cask "iterm2"
cask "microsoft-teams"
cask "miniforge"
cask "mono-mdk-for-visual-studio"
cask "slack"
cask "temurin17"
cask "temurin8"
cask "unity"
cask "unity-hub"
cask "visual-studio-code"
